/* Initial login prompt for username and password */
"Login {0} with username and password" = "Увійти з ім'ям користувача і паролем";

/* Lookup of password in Keychain */
"No login credentials could be found in the Keychain" = "В Брелоку не знайдено поавноважень входу";
"The use of the Keychain is disabled in the Preferences" = "Використання Брелока відключено у Налаштуваннях";

/* Password proctected private key for SSH public key authentication */
"Invalid passphrase" = "Хибна фраза-пароль";
"Private key password protected" = "Приватний ключ захищено паролем";
"Enter the passphrase for the private key file" = "Введіть шразу-пароль до файлу приватного ключа";

"Login canceled" = "Вхід скасовано";
"Login failed" = "Невдалий вхід";
"Login successful" = "Вдалий вхід";

/* Private key selection for SSH public key authentication */
"Select the private key in PEM or PuTTY format" = "Оберіть приватний ключ в форматі PEM або PuTTY";

/* Challenge-Respone authentication */
"Partial authentication success" = "Частково успішна аутентифікація";
"Provide additional login credentials" = "Надайте додаткові повноваження входу";

/* Login prompt placeholders */
"Username" = "Ім'я користувача";
"Password" = "Пароль";

/* Warning when credentials are sent using unsecured protocol. Unsecure FTP connection */
"Unsecured {0} connection" = "Незахищене {0} з'єднання";

/* Credentials sent over plaintext connection */
"{0} will be sent in plaintext." = "{0} буде надіслано у вигляді звичайного тексту.";
"Don't show again" = "Не показувати знову";
"Continue" = "Продовжити";
"Disconnect" = "Роз'єднатись";

/* Protocol switch proposal */
"The server supports encrypted connections. Do you want to switch to {0}?" = "Сервер підтримує зашифровані з'єднання. Ви бажаєте переключитись на {0}?";
"Change" = "Змінити";